{
  "domain": "https://mdsmechanical.ca",
  "phone": "(905) 746-9944",
  "emergency_phone": "(905) 746-9944",
  "email": "mdsmecanical@gmail.com",
  "aria_label": "Hamilton | HVAC | Plumbing| MDS Mechanical",
  "service_locations": ["Hamilton", "Burlington", "Oakville", "Ancaster", "Stoney Creek", "Dundas", "Waterdown", "Grimsby", "Brantford", "Caledonia", "Binbrook", "Mount Hope", "Surrounding Areas"],
  "hero_messages": [
    {
      "title": "COMPREHENSIVE GAS FITTING SOLUTIONS",
      "text": "Expert gas fitting and piping services that emphasize professionalism and dependability in the Hamilton area and beyond."
    },
    {
      "title": "Professional Plumbing Services",
      "text": "High-quality plumbing solutions for installation, repair, and maintenance, serving Hamilton and its surrounding cities."
    },
    {
      "title": "BOILER, HEATING, AND GAS PIPING PROFESSIONALS",
      "text": "Trusted boiler, heating, and gas piping expertise, dedicated to serving Hamilton, Burlington, and Oakville regions."
    }
  ],
  "hero_message_delay": 5000,
  "about_us_constants": {
    "first_paragraph": "MDS Mechanical is not just a business; we are a vibrant and community-oriented enterprise dedicated to delivering unmatched service excellence. Our unwavering commitment to empathy, transparency, and integrity forms the foundation of every interaction we have with our valued clients. As a small yet robust organization, we take pride in our role within the community, working closely with local residents and businesses to provide personalized solutions that meet and exceed their expectations.",
    "second_paragraph": "At MDS Mechanical, our guiding philosophy revolves around ensuring that our community members receive the utmost value and advantage from our diverse range of services. We firmly uphold the principle of “You get what you pay for,” prioritizing quality and reliability in every aspect of our operations. Unlike some companies that focus solely on sales, we prioritize the well-being of our community, striving to deliver tailored solutions that not only offer value but also contribute positively to the local economy. We understand the importance of making informed financial decisions and are dedicated to offering services that align seamlessly with the needs and aspirations of our community members, ensuring a consistently enriching and rewarding experience with every collaboration."
  },
  "services_constants": {
    "residential": {
      "title": "Residential Services",
      "first_paragraph": "At MDS Mechanical, we understand the importance of maintaining the longevity and efficiency of your residential HVAC systems. Our comprehensive residential services include regular cleaning and maintenance to ensure optimal performance and energy efficiency. Our team of highly-trained technicians is dedicated to providing you with the highest level of service, ensuring that your heating and hot water systems operate at their best.",
      "second_paragraph": "We believe that comfort is key to a high quality of life. Our residential services not only ensure that your HVAC systems function flawlessly but also provide you with the comfort and peace of mind you deserve. By protecting you from the challenges posed by extreme weather conditions, we strive to enhance your overall living experience."
    },
    "commercial": {
      "title": "Industrial and Commercial Services",
      "first_paragraph": "MDS Mechanical is your trusted partner for a wide range of commercial HVAC services. From boiler room retrofits to commercial water heater and storage tank replacements, hydronic in-floor heating, snow melt systems, and radiant tube heater installations, we have the expertise and experience to handle all your commercial HVAC needs. Our commitment to quality and customer satisfaction sets us apart.",
      "second_paragraph": "When it comes to industrial and commercial services, compliance with building regulations and equipment guidelines is paramount. Our meticulous adherence to industry standards ensures that your systems are not only efficient and reliable but also compliant with all relevant codes and regulations. With MDS Mechanical, you can rest assured that your commercial HVAC needs are in capable and reliable hands."
    }
  }
}
